Repository: guitaripod/pixie
Catalog: iOS/Pixie/Pixie/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, zh_hans, zh_hant

source: Transform existing images with AI: **Edit Options:** • Change styles (cyberpunk, oil painting, etc.) • Add or remove elements • Enhance details • Create variations **Quality & Fidelity:** • Low fidelity: More creative freedom • High fidelity: Preserves faces/logos better **Credit Costs:** Base edit cost + quality cost: • Low: ~7 credits • Medium: ~16 credits • High: ~72-110 credits
de: Vorhandene Bilder mit KI verwandeln: **Bearbeitungsoptionen:** • Stil ändern (Cyberpunk, Ölgemälde usw.) • Elemente hinzufügen oder entfernen • Details verbessern • Varianten erzeugen **Qualität & Detailtreue:** • Niedrige Detailtreue: mehr kreative Freiheit • Hohe Detailtreue: bewahrt Gesichter/Logos besser **Credit-Kosten:** Grundkosten der Bearbeitung + Qualitätskosten: • Niedrig: ca. 7 Credits • Mittel: ca. 16 Credits • Hoch: ca. 72-110 Credits
es: Transforma tus imágenes con IA: **Opciones de edición:** • Cambiar de estilo (cyberpunk, óleo, etc.) • Añadir o quitar elementos • Mejorar los detalles • Crear variaciones **Calidad y fidelidad:** • Fidelidad baja: más libertad creativa • Fidelidad alta: conserva mejor caras y logotipos **Coste en créditos:** Coste base de edición + coste de calidad: • Baja: ~7 créditos • Media: ~16 créditos • Alta: ~72-110 créditos
fr: Transformez vos images avec l'IA : **Options de modification :** • Changer de style (cyberpunk, peinture à l'huile, etc.) • Ajouter ou retirer des éléments • Améliorer les détails • Créer des variantes **Qualité et fidélité :** • Fidélité basse : plus de liberté créative • Fidélité haute : préserve mieux les visages et les logos **Coût en crédits :** Coût de base de la modification + coût de la qualité : • Basse : ~7 crédits • Moyenne : ~16 crédits • Haute : ~72-110 crédits
it: Trasforma le immagini esistenti con l'IA: **Opzioni di modifica:** • Cambia stile (cyberpunk, pittura a olio, ecc.) • Aggiungi o rimuovi elementi • Migliora i dettagli • Crea varianti **Qualità e fedeltà:** • Fedeltà bassa: più libertà creativa • Fedeltà alta: conserva meglio volti e loghi **Costo in crediti:** Costo base della modifica + costo della qualità: • Bassa: ~7 crediti • Media: ~16 crediti • Alta: ~72-110 crediti
ja: 既存の画像をAIで変身させます: **編集オプション:** • スタイルを変更（サイバーパンク、油絵など） • 要素を追加・削除 • ディテールを強化 • バリエーションを作成 **品質と忠実度:** • 忠実度「低」: 自由度が高い • 忠実度「高」: 顔やロゴをより保持 **消費クレジット:** 編集の基本コスト＋品質コスト: • 低: 約7クレジット • 中: 約16クレジット • 高: 約72〜110クレジット
ko: 기존 이미지를 AI로 바꿔 보세요: **편집 옵션:** • 스타일 변경 (사이버펑크, 유화 등) • 요소 추가 또는 제거 • 디테일 강화 • 변형 만들기 **품질과 원본 유지도:** • 유지도 낮음: 더 자유로운 창작 • 유지도 높음: 얼굴과 로고를 더 잘 보존 **크레딧 소모:** 기본 편집 비용 + 품질 비용: • 낮음: 약 7크레딧 • 보통: 약 16크레딧 • 높음: 약 72~110크레딧
pl: Przekształcaj istniejące obrazy dzięki AI: **Opcje edycji:** • Zmiana stylu (cyberpunk, farby olejne itd.) • Dodawanie lub usuwanie elementów • Poprawianie szczegółów • Tworzenie wariantów **Jakość i wierność:** • Niska wierność: więcej swobody twórczej • Wysoka wierność: lepiej zachowuje twarze/logo **Koszt w kredytach:** Koszt bazowy edycji + koszt jakości: • Niska: ~7 kredytów • Średnia: ~16 kredytów • Wysoka: ~72-110 kredytów
pt_br: Transforme imagens existentes com IA: **Opções de edição:** • Trocar de estilo (cyberpunk, pintura a óleo etc.) • Adicionar ou remover elementos • Realçar detalhes • Criar variações **Qualidade e fidelidade:** • Fidelidade baixa: mais liberdade criativa • Fidelidade alta: preserva melhor rostos e logos **Custo em créditos:** Custo base da edição + custo da qualidade: • Baixa: ~7 créditos • Média: ~16 créditos • Alta: ~72-110 créditos
zh_hans: 用 AI 改造已有图片： **编辑选项：** • 更换风格（赛博朋克、油画等） • 添加或移除元素 • 增强细节 • 生成变体 **质量与还原度：** • 低还原度：创作更自由 • 高还原度：更好地保留人脸和标志 **积分消耗：** 编辑基础消耗 + 质量消耗： • 低：约 7 积分 • 中：约 16 积分 • 高：约 72-110 积分
zh_hant: 用 AI 改造現有圖片： **編輯選項：** • 更換風格（賽博龐克、油畫等） • 新增或移除元素 • 增強細節 • 產生變化版本 **品質與還原度：** • 低還原度：創作更自由 • 高還原度：更能保留人臉與標誌 **點數消耗：** 編輯基本消耗 + 品質消耗： • 低：約 7 點數 • 中：約 16 點數 • 高：約 72-110 點數

source: Travel photo
de: Reisefoto
es: Foto de viaje
fr: Photo de voyage
it: Foto di viaggio
ja: 旅行フォト
ko: 여행 사진
pl: Zdjęcie z podróży
pt_br: Foto de viagem
zh_hans: 旅行写真
zh_hant: 旅行寫真

source: Turn ideas into stunning visuals
de: Aus Ideen werden beeindruckende Bilder
es: Convierte tus ideas en imágenes espectaculares
fr: Transformez vos idées en visuels saisissants
it: Trasforma le idee in immagini straordinarie
ja: アイデアを印象的なビジュアルに
ko: 아이디어를 멋진 비주얼로
pl: Zamień pomysły w zjawiskowe obrazy
pt_br: Transforme ideias em imagens marcantes
zh_hans: 把想法变成惊艳画面
zh_hant: 把想法變成驚豔的畫面

source: Underwater
de: Unterwasser
es: Submarino
fr: Sous l'eau
it: Sott'acqua
ja: 水中
ko: 수중
pl: Podwodny
pt_br: Subaquático
zh_hans: 水下
zh_hant: 水下

source: Unexpected data format in keychain
de: Unerwartetes Datenformat im Schlüsselbund
es: Formato de datos inesperado en el llavero
fr: Format de données inattendu dans le trousseau
it: Formato dei dati imprevisto nel portachiavi
ja: キーチェーンのデータ形式が想定外です
ko: 키체인의 데이터 형식이 올바르지 않습니다
pl: Nieoczekiwany format danych w pęku kluczy
pt_br: Formato de dados inesperado nas Chaves
zh_hans: 钥匙串中的数据格式异常
zh_hant: 鑰匙圈中的資料格式異常

source: Unexpected purchase state
de: Unerwarteter Kaufstatus
es: Estado de compra inesperado
fr: État d'achat inattendu
it: Stato dell'acquisto imprevisto
ja: 購入状態が想定外です
ko: 예상치 못한 구입 상태입니다
pl: Nieoczekiwany stan zakupu
pt_br: Estado de compra inesperado
zh_hans: 购买状态异常
zh_hant: 購買狀態異常

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pl: Nieznany błąd
pt_br: Erro desconhecido
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Use for Edit
de: Zum Bearbeiten verwenden
es: Usar para editar
fr: Utiliser pour modifier
it: Usa per modificare
ja: 編集に使う
ko: 편집에 사용
pl: Użyj do edycji
pt_br: Usar para editar
zh_hans: 用于编辑
zh_hant: 用於編輯

source: User ID
de: Benutzer-ID
es: ID de usuario
fr: ID utilisateur
it: ID utente
ja: ユーザーID
ko: 사용자 ID
pl: ID użytkownika
pt_br: ID do usuário
zh_hans: 用户 ID
zh_hant: 使用者 ID

source: User ID: %@ Admin ID: %@ Amount: %@%lld New Balance: %lld Reason: %@ Date: %@
de: Benutzer-ID: %@ Admin-ID: %@ Betrag: %@%lld Neues Guthaben: %lld Grund: %@ Datum: %@
es: ID de usuario: %@ ID de admin: %@ Cantidad: %@%lld Nuevo saldo: %lld Motivo: %@ Fecha: %@
fr: ID utilisateur : %@ ID admin : %@ Montant : %@%lld Nouveau solde : %lld Motif : %@ Date : %@
it: ID utente: %@ ID admin: %@ Importo: %@%lld Nuovo saldo: %lld Motivo: %@ Data: %@
ja: ユーザーID: %@ 管理者ID: %@ 数量: %@%lld 新しい残高: %lld 理由: %@ 日付: %@
ko: 사용자 ID: %@ 관리자 ID: %@ 수량: %@%lld 새 잔액: %lld 사유: %@ 날짜: %@
pl: ID użytkownika: %@ ID administratora: %@ Kwota: %@%lld Nowe saldo: %lld Powód: %@ Data: %@
pt_br: ID do usuário: %@ ID do admin: %@ Valor: %@%lld Novo saldo: %lld Motivo: %@ Data: %@
zh_hans: 用户 ID：%@ 管理员 ID：%@ 数量：%@%lld 新余额：%lld 原因：%@ 日期：%@
zh_hant: 使用者 ID：%@ 管理員 ID：%@ 數量：%@%lld 新餘額：%lld 原因：%@ 日期：%@

source: User: %@
de: Nutzer: %@
es: Usuario: %@
fr: Utilisateur : %@
it: Utente: %@
ja: ユーザー: %@
ko: 사용자: %@
pl: Użytkownik: %@
pt_br: Usuário: %@
zh_hans: 用户：%@
zh_hant: 使用者：%@

source: Users
de: Nutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
ja: ユーザー
ko: 사용자
pl: Użytkownicy
pt_br: Usuários
zh_hans: 用户
zh_hant: 使用者

source: View
de: Ansehen
es: Ver
fr: Voir
it: Vedi
ja: 表示
ko: 보기
pl: Pokaż
pt_br: Ver
zh_hans: 查看
zh_hant: 查看

source: View All
de: Alle ansehen
es: Ver todo
fr: Tout voir
it: Vedi tutto
ja: すべて表示
ko: 전체 보기
pl: Pokaż wszystko
pt_br: Ver tudo
zh_hans: 查看全部
zh_hant: 查看全部

source: View all credit adjustment records
de: Alle Credit-Anpassungen ansehen
es: Consulta todos los registros de ajustes de créditos
fr: Voir tous les ajustements de crédits
it: Vedi tutte le modifiche ai crediti
ja: クレジット調整の記録をすべて表示
ko: 모든 크레딧 조정 기록 보기
pl: Pokaż wszystkie korekty kredytów
pt_br: Veja todos os registros de ajuste de créditos
zh_hans: 查看全部积分调整记录
zh_hant: 查看所有點數調整記錄

source: View Details
de: Details ansehen
es: Ver detalles
fr: Voir les détails
it: Vedi dettagli
ja: 詳細を表示
ko: 세부 정보 보기
pl: Pokaż szczegóły
pt_br: Ver detalhes
zh_hans: 查看详情
zh_hant: 查看詳細資訊

source: View packs
de: Pakete ansehen
es: Ver packs
fr: Voir les packs
it: Vedi i pacchetti
ja: パックを見る
ko: 팩 보기
pl: Pokaż pakiety
pt_br: Ver pacotes
zh_hans: 查看积分包
zh_hant: 查看點數包

source: View system-wide metrics and revenue data
de: Systemweite Kennzahlen und Umsatzdaten ansehen
es: Consulta métricas globales y datos de ingresos
fr: Consulter les métriques globales et les revenus
it: Vedi metriche di sistema e dati sui ricavi
ja: システム全体の指標と売上データを表示
ko: 시스템 전체 지표와 매출 데이터 보기
pl: Pokaż statystyki systemowe i dane o przychodach
pt_br: Veja métricas gerais e dados de receita
zh_hans: 查看全系统指标与收入数据
zh_hant: 查看全系統指標與營收資料

source: View transaction history to see recent credit usage Browse credit packs to purchase more credits
de: Im Transaktionsverlauf siehst du deinen jüngsten Credit-Verbrauch In den Credit-Paketen kaufst du weitere Credits
es: Consulta el historial de movimientos para ver tu consumo reciente Explora los packs de créditos para comprar más
fr: Consultez l'historique des transactions pour voir votre consommation récente Parcourez les packs de crédits pour en acheter davantage
it: Consulta la cronologia delle transazioni per vedere i consumi recenti Sfoglia i pacchetti di crediti per acquistarne altri
ja: 取引履歴で最近のクレジット使用状況を確認 クレジットパックから追加購入
ko: 거래 내역에서 최근 크레딧 사용량을 확인하세요 크레딧 팩을 둘러보고 추가로 구입하세요
pl: Zobacz historię transakcji, aby sprawdzić ostatnie zużycie kredytów Przeglądaj pakiety kredytów, aby kupić więcej
pt_br: Veja o histórico de transações para conferir o uso recente de créditos Explore os pacotes de créditos para comprar mais
zh_hans: 查看交易记录，了解最近的积分消耗 浏览积分包，购买更多积分
zh_hant: 查看交易記錄，瞭解最近的點數消耗 瀏覽點數包，購買更多點數

source: Watercolor
de: Aquarell
es: Acuarela
fr: Aquarelle
it: Acquerello
ja: 水彩
ko: 수채화
pl: Akwarela
pt_br: Aquarela
zh_hans: 水彩
zh_hant: 水彩

source: Weather
de: Wetter
es: Clima
fr: Météo
it: Meteo
ja: 天気
ko: 날씨
pl: Pogoda
pt_br: Clima
zh_hans: 天气
zh_hant: 天氣

source: Welcome to Pixie
de: Willkommen bei Pixie
es: Te damos la bienvenida a Pixie
fr: Bienvenue dans Pixie
it: Ti diamo il benvenuto in Pixie
ja: Pixieへようこそ
ko: Pixie에 오신 것을 환영합니다
pl: Witaj w Pixie
pt_br: Boas-vindas ao Pixie
zh_hans: 欢迎使用 Pixie
zh_hant: 歡迎使用 Pixie

source: What do you want to create?
de: Was möchtest du erschaffen?
es: ¿Qué quieres crear?
fr: Que voulez-vous créer ?
it: Cosa vuoi creare?
ja: 何を作りますか？
ko: 무엇을 만들까요?
pl: Co chcesz stworzyć?
pt_br: O que você quer criar?
zh_hans: 你想创作什么？
zh_hant: 你想創作什麼？

source: What will you make today?
de: Was erschaffst du heute?
es: ¿Qué vas a crear hoy?
fr: Que voulez-vous créer aujourd'hui ?
it: Cosa vuoi creare oggi?
ja: 今日は何をつくりますか？
ko: 오늘은 무엇을 만들까요?
pl: Co dziś stworzysz?
pt_br: O que você vai criar hoje?
zh_hans: 今天想创作什么？
zh_hant: 今天想創作什麼？

source: What's the difference between quality levels?
de: Worin unterscheiden sich die Qualitätsstufen?
es: ¿En qué se diferencian los niveles de calidad?
fr: Quelle est la différence entre les niveaux de qualité ?
it: Qual è la differenza tra i livelli di qualità?
ja: 品質レベルの違いは？
ko: 품질 단계는 어떻게 다른가요?
pl: Czym różnią się poziomy jakości?
pt_br: Qual é a diferença entre os níveis de qualidade?
zh_hans: 各质量档位有什么区别？
zh_hant: 各品質等級有什麼差別？

source: White
de: Weiß
es: Blanco
fr: Blanc
it: Bianco
ja: 白
ko: 흰색
pl: Białe
pt_br: Branco
zh_hans: 白色
zh_hant: 白色

source: White background
de: Weißer Hintergrund
es: Fondo blanco
fr: Fond blanc
it: Sfondo bianco
ja: 白背景
ko: 흰색 배경
pl: Białe tło
pt_br: Fundo branco
zh_hans: 白色背景
zh_hant: 白色背景

source: Why do I need to sign in?
de: Warum muss ich mich anmelden?
es: ¿Por qué tengo que iniciar sesión?
fr: Pourquoi dois-je me connecter ?
it: Perché devo accedere?
ja: サインインは必要ですか？
ko: 꼭 로그인해야 하나요?
pl: Dlaczego muszę się zalogować?
pt_br: Por que preciso entrar?
zh_hans: 为什么需要登录？
zh_hant: 為什麼需要登入？

source: Why Sign In?
de: Warum anmelden?
es: ¿Por qué iniciar sesión?
fr: Pourquoi se connecter ?
it: Perché accedere?
ja: サインインする理由
ko: 왜 로그인하나요?
pl: Dlaczego się zalogować?
pt_br: Por que entrar?
zh_hans: 为什么要登录？
zh_hant: 為什麼要登入？

source: Withdraw Consent
de: Einwilligung widerrufen
es: Retirar el consentimiento
fr: Retirer mon consentement
it: Revoca il consenso
ja: 同意を撤回
ko: 동의 철회
pl: Wycofaj zgodę
pt_br: Retirar consentimento
zh_hans: 撤回授权
zh_hant: 撤回授權

source: Yes! Long-press any image in the gallery and select 'Edit' to modify it with AI.
de: Ja! Halte ein Bild in der Galerie gedrückt und wähle „Bearbeiten“, um es mit KI zu ändern.
es: ¡Sí! Mantén pulsada cualquier imagen de la galería y elige «Editar» para modificarla con IA.
fr: Oui ! Appuyez de manière prolongée sur une image de la galerie et choisissez « Modifier » pour la retoucher avec l'IA.
it: Sì! Tieni premuta un'immagine nella galleria e scegli «Modifica» per ritoccarla con l'IA.
ja: はい。ギャラリーで画像を長押しして「編集」を選ぶと、AIで変更できます。
ko: 네! 갤러리에서 이미지를 길게 누른 뒤 '편집'을 선택하면 AI로 수정할 수 있습니다.
pl: Tak! Przytrzymaj dowolny obraz w galerii i wybierz „Edytuj”, aby zmienić go dzięki AI.
pt_br: Sim! Toque e segure qualquer imagem da galeria e escolha «Editar» para modificá-la com IA.
zh_hans: 可以！在图库中长按任意图片，选择“编辑”即可用 AI 修改。
zh_hant: 可以！在圖庫中按住任何一張圖片，選擇「編輯」即可用 AI 修改。

source: Yes! The backend supports using your own OpenAI API key. Contact support to set this up for your account.
de: Ja! Das Backend unterstützt deinen eigenen OpenAI-API-Schlüssel. Wende dich an den Support, um das für deinen Account einzurichten.
es: ¡Sí! El backend admite tu propia clave de API de OpenAI. Contacta con soporte para configurarla en tu cuenta.
fr: Oui ! Le backend prend en charge votre propre clé API OpenAI. Contactez l'assistance pour l'activer sur votre compte.
it: Sì! Il backend supporta la tua chiave API OpenAI. Contatta il supporto per configurarla sul tuo account.
ja: はい。バックエンドは自分のOpenAI APIキーに対応しています。アカウントで設定するにはサポートにご連絡ください。
ko: 네! 백엔드에서 본인의 OpenAI API 키를 사용할 수 있습니다. 계정에 설정하려면 지원팀에 문의하세요.
pl: Tak! Backend obsługuje własny klucz API OpenAI. Skontaktuj się z pomocą techniczną, aby skonfigurować to na swoim koncie.
pt_br: Sim! O backend aceita sua própria chave de API da OpenAI. Fale com o suporte para configurar isso na sua conta.
zh_hans: 可以！后端支持使用你自己的 OpenAI API 密钥。请联系客服为你的账户开通。
zh_hant: 可以！後端支援使用你自己的 OpenAI API 金鑰。請聯絡客服，為你的帳戶開通。

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
pl: Wczoraj
pt_br: Ontem
zh_hans: 昨天
zh_hant: 昨天

source: You as a collectible figure
de: Du als Sammelfigur
es: Tú como figura coleccionable
fr: Vous en figurine collector
it: Tu come statuina da collezione
ja: あなたがフィギュアになる
ko: 수집형 피규어가 된 당신
pl: Ty jako figurka kolekcjonerska
pt_br: Você como figura colecionável
zh_hans: 变身你的专属手办
zh_hant: 變身你的專屬公仔

source: You need %lld more credits to finish this image.
de: Dir fehlen noch %lld Credits für dieses Bild.
es: Te faltan %lld créditos para terminar esta imagen.
fr: Il vous manque %lld crédits pour terminer cette image.
it: Ti mancano %lld crediti per completare questa immagine.
ja: この画像を完成させるには、あと%lldクレジット必要です。
ko: 이 이미지를 완성하려면 크레딧이 %lld개 더 필요합니다.
pl: Potrzebujesz jeszcze %lld kredytu, aby dokończyć ten obraz.
pt_br: Faltam %lld créditos para concluir esta imagem.
zh_hans: 还需要 %lld 积分才能完成这张图片。
zh_hant: 還需要 %lld 點數才能完成這張圖片。

source: Your API keys are stored securely on your device. The images you generate are private to your account and only you can see them. You can save images locally or share them to other apps.
de: Deine API-Schlüssel werden sicher auf deinem Gerät gespeichert. Die von dir generierten Bilder sind privat für dein Konto, und nur du kannst sie sehen. Du kannst Bilder lokal speichern oder mit anderen Apps teilen.
es: Tus claves de API se almacenan de forma segura en tu dispositivo. Las imágenes que generas son privadas de tu cuenta, y solo tú puedes verlas. Puedes guardar imágenes localmente o compartirlas con otras apps.
fr: Vos clés API sont stockées en toute sécurité sur votre appareil. Les images que vous générez sont privées et associées à votre compte ; vous seul pouvez les voir. Vous pouvez enregistrer les images localement ou les partager avec d'autres applications.
it: Le tue chiavi API sono archiviate in modo sicuro sul tuo dispositivo. Le immagini che generi sono private del tuo account e solo tu puoi vederle. Puoi salvare le immagini localmente o condividerle con altre app.
ja: APIキーはお使いのデバイスに安全に保存されます。生成した画像はあなたのアカウントに紐づく非公開データで、あなただけが閲覧できます。画像はローカルに保存したり、他のアプリに共有したりできます。
ko: API 키는 기기에 안전하게 저장됩니다. 생성한 이미지는 회원님의 계정에 비공개로 보관되며 본인만 볼 수 있습니다. 이미지를 기기에 저장하거나 다른 앱으로 공유할 수 있습니다.
pl: Twoje klucze API są bezpiecznie przechowywane na twoim urządzeniu. Generowane przez ciebie obrazy są prywatne i przypisane do twojego konta – tylko ty możesz je zobaczyć. Możesz zapisywać obrazy lokalnie lub udostępniać je innym aplikacjom.
pt_br: Suas chaves de API são armazenadas com segurança no seu dispositivo. As imagens que você gera são privadas da sua conta, e só você pode vê-las. Você pode salvar imagens localmente ou compartilhá-las com outros apps.
zh_hans: 你的 API 密钥会安全地保存在设备上。你生成的图片仅归你的账户私有，只有你自己可以查看。你可以将图片保存到本地，或分享到其他应用。
zh_hant: 你的 API 金鑰會安全地保存在裝置上。你產生的圖片僅屬於你的帳戶私有，只有你自己可以查看。你可以將圖片儲存到本機，或分享到其他應用程式。

source: Your credit usage history will appear here
de: Hier erscheint dein Credit-Verbrauch
es: Aquí aparecerá tu historial de uso de créditos
fr: Votre historique de consommation de crédits s'affichera ici
it: Qui comparirà la cronologia dei tuoi crediti
ja: クレジットの使用履歴がここに表示されます
ko: 크레딧 사용 내역이 여기에 표시됩니다
pl: Tutaj pojawi się historia zużycia kredytów
pt_br: Seu histórico de uso de créditos aparecerá aqui
zh_hans: 你的积分使用记录会显示在这里
zh_hant: 你的點數使用記錄會顯示在這裡

source: Your generated images will appear here
de: Hier erscheinen deine generierten Bilder
es: Aquí aparecerán tus imágenes generadas
fr: Vos images générées s'afficheront ici
it: Qui compariranno le immagini che generi
ja: 生成した画像がここに表示されます
ko: 생성한 이미지가 여기에 표시됩니다
pl: Tutaj pojawią się twoje wygenerowane obrazy
pt_br: As imagens que você gerar aparecerão aqui
zh_hans: 你生成的图片会显示在这里
zh_hant: 你生成的圖片會顯示在這裡

source: Your image for "%@" is ready!
de: Dein Bild zu „%@“ ist fertig!
es: ¡Tu imagen de «%@» está lista!
fr: Votre image pour « %@ » est prête !
it: La tua immagine per «%@» è pronta!
ja: 「%@」の画像が完成しました
ko: '%@' 이미지가 완성되었습니다!
pl: Twój obraz dla „%@” jest gotowy!
pt_br: Sua imagem de «%@» está pronta!
zh_hans: “%@”的图片已生成！
zh_hant: 「%@」的圖片完成了！

source: Your own glossy cover shoot
de: Dein eigenes Hochglanz-Covershooting
es: Tu propia sesión de portada
fr: Votre propre séance de couverture
it: Il tuo servizio fotografico patinato
ja: あなただけの表紙撮影
ko: 당신만의 화보 촬영
pl: Twoja własna sesja okładkowa
pt_br: Seu próprio ensaio de capa
zh_hans: 专属你的时尚封面大片
zh_hant: 專屬你的時尚封面大片

source: Your pet as Renaissance nobility
de: Dein Haustier als Renaissance-Adel
es: Tu mascota como nobleza renacentista
fr: Votre animal en noble de la Renaissance
it: Il tuo pet da nobiltà rinascimentale
ja: あなたのペットがルネサンス貴族に
ko: 르네상스 귀족이 된 반려동물
pl: Twój pupil jako renesansowy szlachcic
pt_br: Seu pet como nobreza renascentista
zh_hans: 让宠物化身文艺复兴贵族
zh_hant: 讓寵物化身文藝復興貴族

source: Your photo
de: Dein Foto
es: Tu foto
fr: Votre photo
it: La tua foto
ja: あなたの写真
ko: 내 사진
pl: Twoje zdjęcie
pt_br: Sua foto
zh_hans: 你的照片
zh_hant: 你的照片

source: Your prompt was blocked by content policy. Please try a different prompt.
de: Dein Prompt wurde von den Inhaltsrichtlinien blockiert. Versuche es mit einem anderen Prompt.
es: Tu prompt fue bloqueado por la política de contenido. Prueba con otro.
fr: Votre prompt a été bloqué par la politique de contenu. Essayez un autre prompt.
it: Il tuo prompt è stato bloccato dalle norme sui contenuti. Prova con un altro prompt.
ja: プロンプトがコンテンツポリシーによりブロックされました。別のプロンプトをお試しください。
ko: 콘텐츠 정책에 따라 프롬프트가 차단되었습니다. 다른 프롬프트로 시도해 주세요.
pl: Twój prompt został zablokowany przez politykę treści. Spróbuj innego promptu.
pt_br: Seu prompt foi bloqueado pela política de conteúdo. Tente outro prompt.
zh_hans: 你的提示词被内容政策拦截，请换一个提示词。
zh_hant: 你的提示詞被內容政策擋下，請換一個提示詞試試。

source: Now put her in a bright modern office
de: Setz sie jetzt in ein helles, modernes Büro
es: Ahora ponla en una oficina moderna y luminosa
fr: Maintenant, mets-la dans un bureau moderne et lumineux
it: Ora mettila in un ufficio moderno e luminoso
ja: 今度は彼女を明るいモダンなオフィスに入れて
ko: 이번엔 그녀를 밝고 모던한 사무실에 넣어줘
pl: Teraz umieść ją w jasnym, nowoczesnym biurze
pt_br: Agora coloque-a em um escritório moderno e iluminado
zh_hans: 现在把她放进一间明亮的现代化办公室
zh_hant: 現在把她放進一間明亮的現代化辦公室

source: %lld free
de: %lld gratis
es: %lld gratis
fr: %lld offertes
it: %lld gratis
ja: 無料%lld枚
ko: 무료 %lld장
pl: %lld gratis
pt_br: %lld grátis
zh_hans: 免费 %lld 张
zh_hant: 免費 %lld 張

source: %lld free images left
de: Noch %lld Gratis-Bilder
es: Quedan %lld imágenes gratis
fr: %lld images offertes restantes
it: %lld immagini gratis rimaste
ja: 無料の画像があと%lld枚
ko: 무료 이미지 %lld장 남음
pl: Zostało %lld darmowego zdjęcia
pt_br: %lld imagens grátis restantes
zh_hans: 还剩 %lld 张免费图片
zh_hant: 還剩 %lld 張免費圖片

source: Agree & Start Creating
de: Zustimmen & loslegen
es: Aceptar y empezar a crear
fr: Accepter et commencer
it: Accetta e inizia a creare
ja: 同意して作りはじめる
ko: 동의하고 시작
pl: Zgadzam się i zaczynam tworzyć
pt_br: Concordar e começar a criar
zh_hans: 同意并开始创作
zh_hant: 同意並開始創作

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tentar de novo
zh_hans: 重试
zh_hant: 重試

source: Sign in instead
de: Stattdessen anmelden
es: Iniciar sesión en su lugar
fr: Se connecter à la place
it: Accedi invece
ja: 代わりにサインイン
ko: 대신 로그인
pl: Zaloguj się zamiast tego
pt_br: Entrar com uma conta
zh_hans: 改为登录
zh_hant: 改為登入

source: You're offline
de: Kein Internet
es: Sin conexión
fr: Hors connexion
it: Nessuna connessione
ja: オフラインです
ko: 오프라인 상태입니다
pl: Brak połączenia
pt_br: Você está offline
zh_hans: 当前处于离线状态
zh_hant: 目前處於離線狀態

source: Couldn't get set up
de: Einrichtung fehlgeschlagen
es: No se pudo configurar
fr: Configuration impossible
it: Configurazione non riuscita
ja: セットアップできませんでした
ko: 설정하지 못했습니다
pl: Nie udało się skonfigurować
pt_br: Não foi possível configurar
zh_hans: 设置失败
zh_hant: 設定失敗

source: Pixie needs the internet once to set up your free images. Check your connection and try again.
de: Pixie braucht einmalig Internet, um deine Gratis-Bilder einzurichten. Prüfe deine Verbindung und versuche es erneut.
es: Pixie necesita internet una vez para preparar tus imágenes gratis. Revisa tu conexión e inténtalo de nuevo.
fr: Pixie a besoin d'Internet une fois pour préparer vos images offertes. Vérifiez votre connexion et réessayez.
it: Pixie ha bisogno di internet una volta per preparare le tue immagini gratis. Controlla la connessione e riprova.
ja: 無料の画像を準備するため、最初の1回だけインターネット接続が必要です。接続を確認して、もう一度お試しください。
ko: 무료 이미지를 준비하려면 처음 한 번 인터넷에 연결해야 합니다. 연결을 확인한 후 다시 시도해 주세요.
pl: Pixie potrzebuje internetu jednorazowo, aby przygotować Twoje darmowe zdjęcia. Sprawdź połączenie i spróbuj ponownie.
pt_br: O Pixie precisa da internet uma vez para preparar suas imagens grátis. Verifique sua conexão e tente de novo.
zh_hans: Pixie 需要联网一次来准备你的免费图片。请检查网络连接后重试。
zh_hant: Pixie 需要連線一次來準備你的免費圖片。請檢查網路連線後再試一次。

source: %@ credits
es: %@ créditos
fr: %@ crédits
it: %@ crediti
ja: %@ クレジット
ko: %@ 크레딧
pl: %@ kredytów
pt_br: %@ créditos
zh_hans: %@ 积分
zh_hant: %@ 點數

source: %@ credits · +%lld%% bonus
es: %@ créditos · +%lld%% extra
fr: %@ crédits · +%lld%% de bonus
it: %@ crediti · +%lld%% bonus
ja: %@ クレジット · ボーナス +%lld%%
ko: %@ 크레딧 · 보너스 +%lld%%
pl: %@ kredytów · +%lld%% bonusu
pt_br: %@ créditos · +%lld%% de bônus
zh_hans: %@ 积分 · 额外 +%lld%%
zh_hant: %@ 點數 · 額外 +%lld%%

source: %lld credits
es: %lld créditos
fr: %lld crédits
it: %lld crediti
ja: %lld クレジット
ko: %lld크레딧
pl: %lld kredytu
pt_br: %lld créditos
zh_hans: %lld 积分
zh_hant: %lld 點數
